---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarElemHostMark
source: html/0b303600-494e-138c-c66d-fcd49fecd4a9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarElemHostMark Property

"Host Mark"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarElemHostMark { get; }
```